Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: Granted permission will only apply once the app is restarted.
ar: لا يسري الإذن الممنوح إلا بعد إعادة تشغيل التطبيق.
bg: Дадено разрешение влиза в сила едва след рестартиране на приложението.
cs: Udělené oprávnění se projeví až po restartu aplikace.
da: En given tilladelse træder først i kraft, når programmet er startet igen.
de: Eine erteilte Berechtigung gilt erst, wenn das Programm neu gestartet wurde.
el: Μια άδεια που παραχωρήθηκε ισχύει μόνο μετά την επανεκκίνηση της εφαρμογής.
es: Un permiso concedido solo se aplica cuando se reinicia la app.
et: Antud luba hakkab kehtima alles pärast rakenduse taaskäivitamist.
fi: Myönnetty oikeus tulee voimaan vasta, kun ohjelma käynnistetään uudelleen.
fil: Ang ipinagkaloob na pahintulot ay magkakabisa lamang kapag muling inilunsad ang app.
fr: Une autorisation accordée ne prend effet qu’après le redémarrage de l’app.
he: הרשאה שניתנה תיכנס לתוקף רק לאחר הפעלה מחדש של היישום.
hi: दी गई अनुमति ऐप के दोबारा शुरू होने पर ही लागू होगी।
hr: Dodijeljeno dopuštenje vrijedi tek nakon ponovnog pokretanja aplikacije.
hu: A megadott engedély csak az alkalmazás újraindítása után lép életbe.
id: Izin yang diberikan baru berlaku setelah aplikasi dijalankan ulang.
it: Un permesso concesso vale solo dopo il riavvio dell’app.
ja: 付与した権限は、アプリを再起動してから有効になります。
ko: 부여한 권한은 앱을 다시 실행해야 적용됩니다.
lt: Suteiktas leidimas įsigalioja tik iš naujo paleidus programą.
lv: Piešķirtā atļauja stājas spēkā tikai pēc programmas atkārtotas palaišanas.
ms: Kebenaran yang diberi hanya berkuat kuasa selepas aplikasi dilancarkan semula.
nb: En gitt tillatelse gjelder først når programmet er startet på nytt.
nl: Een verleende toestemming geldt pas nadat het programma opnieuw is gestart.
pl: Przyznane uprawnienie działa dopiero po ponownym uruchomieniu programu.
pt_pt: Uma permissão concedida só se aplica depois de a aplicação ser reiniciada.
ro: O permisiune acordată se aplică abia după repornirea aplicației.
ru: Выданное разрешение подействует только после перезапуска приложения.
sl: Odobreno dovoljenje začne veljati šele, ko program znova zaženete.
sq: Leja e dhënë hyn në fuqi vetëm pasi aplikacioni të riniset.
sv: En beviljad behörighet gäller först när programmet startats om.
th: สิทธิ์ที่ให้ไว้จะมีผลก็ต่อเมื่อเปิดแอปใหม่
tr: Verilen izin ancak uygulama yeniden başlatıldığında geçerli olur.
uk: Надані дозволи діють лише після перезапуску програми.
vi: Quyền đã cấp chỉ có hiệu lực sau khi ứng dụng khởi động lại.
zh_hans: 授予的权限要等 App 重新启动后才会生效。

source: Handing the drive to Finder
ar: يجري تسليم المحرّك إلى الباحث
bg: Предаване на диска на Finder
cs: Předávání disku Finderu
da: Giver enheden videre til Finder
de: Laufwerk wird an den Finder übergeben
el: Παράδοση του δίσκου στο Finder
es: Entregando el disco al Finder
et: Ketta üleandmine Finderile
fi: Luovutetaan asema Finderille
fil: Ibinibigay ang drive sa Finder
fr: Transmission du disque au Finder
he: מוסר את הכונן ל‑Finder
hi: ड्राइव Finder को सौंपी जा रही है
hr: Predaja diska Finderu
hu: A meghajtó átadása a Findernek
id: Menyerahkan drive ke Finder
it: Consegna del disco al Finder
ja: ドライブを Finder に引き渡し中
ko: 드라이브를 Finder에 넘기는 중
lt: Diskas perduodamas „Finder“
lv: Diska nodošana programmai Finder
ms: Menyerahkan pemacu kepada Finder
nb: Overleverer enheten til Finder
nl: Schijf wordt aan de Finder gegeven
pl: Przekazywanie dysku do Findera
pt_pt: A entregar o disco ao Finder
ro: Se predă discul aplicației Finder
ru: Передача диска в Finder
sl: Predaja pogona Finderju
sq: Po i dorëzohet disku Finder-it
sv: Lämnar över enheten till Finder
th: กำลังส่งไดรฟ์ให้ Finder
tr: Sürücü Finder'a devrediliyor
uk: Передавання диска у Finder
vi: Đang giao ổ đĩa cho Finder
zh_hans: 正在把驱动器交给“访达”

source: Hide
ar: إخفاء
bg: Скрий
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
et: Peida
fi: Kätke
fil: Itago
fr: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 가리기
lt: Slėpti
lv: Slēpt
ms: Sembunyi
nb: Skjul
nl: Verberg
pl: Ukryj
pt_pt: Ocultar
ro: Ascundeți
ru: Скрыть
sl: Skrij
sq: Fshihe
sv: Dölj
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_hans: 隐藏

source: Hide the credential
ar: إخفاء بيانات الاعتماد
bg: Скрий въведеното
cs: Skrýt zadané
da: Skjul det, du skriver
de: Eingabe verbergen
el: Απόκρυψη όσων πληκτρολογείτε
es: Ocultar lo escrito
et: Peida sisestatu
fi: Kätke kirjoitettu teksti
fil: Itago ang kredensyal
fr: Masquer la saisie
he: הסתרת פרטי הכניסה
hi: क्रेडेंशियल छिपाएँ
hr: Sakrij uneseno
hu: A beírtak elrejtése
id: Sembunyikan kredensial
it: Nascondi quanto digitato
ja: 資格情報を隠す
ko: 자격 증명 가리기
lt: Slėpti įvestį
lv: Slēpt ievadīto
ms: Sembunyikan kelayakan
nb: Skjul det du skriver
nl: Verberg de invoer
pl: Ukryj wpisywane znaki
pt_pt: Ocultar o que escreveu
ro: Ascundeți ce tastați
ru: Скрыть учётные данные
sl: Skrij vneseno
sq: Fshih kredencialin
sv: Dölj det du skriver
th: ซ่อนข้อมูลรับรอง
tr: Kimlik bilgisini gizle
uk: Сховати облікові дані
vi: Ẩn thông tin đăng nhập
zh_hans: 隐藏凭据

source: How %@ works, and what it supports
ar: كيف يعمل %@ وما الذي يدعمه
bg: Как работи %@ и какво поддържа
cs: Jak %@ funguje a co podporuje
da: Hvordan %@ virker, og hvad den understøtter
de: Wie %@ funktioniert und was es unterstützt
el: Πώς λειτουργεί το %@ και τι υποστηρίζει
es: Cómo funciona %@ y qué admite
et: Kuidas %@ töötab ja mida see toetab
fi: Miten %@ toimii ja mitä se tukee
fil: Paano gumagana ang %@, at ano ang sinusuportahan nito
fr: Comment %@ fonctionne et ce qu’il prend en charge
he: איך %@ עובד ובמה הוא תומך
hi: %@ कैसे काम करता है और क्या समर्थित करता है
hr: Kako %@ radi i što podržava
hu: Hogyan működik a(z) %@, és mit támogat
id: Cara kerja %@, dan apa yang didukungnya
it: Come funziona %@ e cosa supporta
ja: %@ の仕組みと対応範囲
ko: %@의 작동 방식과 지원 범위
lt: Kaip %@ veikia ir ką palaiko
lv: Kā %@ darbojas un ko tā atbalsta
ms: Cara %@ berfungsi, dan apa yang disokongnya
nb: Hvordan %@ virker, og hva den støtter
nl: Hoe %@ werkt en wat het ondersteunt
pl: Jak działa %@ i co obsługuje
pt_pt: Como o %@ funciona e o que suporta
ro: Cum funcționează %@ și ce acceptă
ru: Как работает %@ и что поддерживает
sl: Kako %@ deluje in kaj podpira
sq: Si punon %@ dhe çfarë mbështet
sv: Hur %@ fungerar och vad det stöder
th: %@ ทำงานอย่างไร และรองรับอะไรบ้าง
tr: %@ nasıl çalışır ve neleri destekler
uk: Як працює %@ і що підтримує
vi: %@ hoạt động thế nào và hỗ trợ những gì
zh_hans: %@ 如何工作，以及支持哪些内容

source: How it works
ar: كيف يعمل
bg: Как работи
cs: Jak to funguje
da: Sådan virker det
de: Funktionsweise
el: Πώς λειτουργεί
es: Cómo funciona
et: Kuidas see töötab
fi: Miten se toimii
fil: Paano ito gumagana
fr: Fonctionnement
he: איך זה עובד
hi: यह कैसे काम करता है
hr: Kako radi
hu: Hogyan működik
id: Cara kerjanya
it: Come funziona
ja: 仕組み
ko: 작동 방식
lt: Kaip tai veikia
lv: Kā tas darbojas
ms: Cara ia berfungsi
nb: Slik virker det
nl: Hoe het werkt
pl: Jak to działa
pt_pt: Como funciona
ro: Cum funcționează
ru: Как это работает
sl: Kako deluje
sq: Si punon
sv: Så fungerar det
th: หลักการทำงาน
tr: Nasıl çalışır
uk: Як це працює
vi: Cách hoạt động
zh_hans: 工作原理

source: If it is already in the list, switch it on instead.
ar: إن كان موجودًا في القائمة أصلًا، فشغّله فحسب.
bg: Ако вече е в списъка, просто го включете.
cs: Pokud už v seznamu je, stačí jej zapnout.
da: Hvis den allerede står på listen, skal du bare slå den til.
de: Steht es schon in der Liste, schalte es einfach ein.
el: Αν βρίσκεται ήδη στη λίστα, απλώς ενεργοποιήστε το.
es: Si ya está en la lista, basta con activarlo.
et: Kui see on juba loendis, lülita see lihtsalt sisse.
fi: Jos se on jo luettelossa, kytke se vain päälle.
fil: Kung nasa listahan na ito, buksan na lamang ito.
fr: S’il figure déjà dans la liste, il suffit de l’activer.
he: אם הוא כבר ברשימה, פשוט הפעילו אותו.
hi: यदि वह पहले से सूची में है, तो बस उसे चालू करें।
hr: Ako je već na popisu, samo ga uključite.
hu: Ha már szerepel a listán, csak kapcsolja be.
id: Jika sudah ada di daftar, cukup nyalakan.
it: Se è già nell’elenco, basta attivarlo.
ja: すでにリストにある場合は、オンにするだけです。
ko: 이미 목록에 있다면 켜기만 하면 됩니다.
lt: Jei jau yra sąraše, tiesiog jį įjunkite.
lv: Ja tā jau ir sarakstā, vienkārši ieslēdziet to.
ms: Jika ia sudah ada dalam senarai, hidupkannya sahaja.
nb: Står det allerede i listen, er det bare å slå det på.
nl: Staat die er al in, zet die dan gewoon aan.
pl: Jeśli jest już na liście, po prostu go włącz.
pt_pt: Se já estiver na lista, basta ativá-lo.
ro: Dacă se află deja în listă, doar activați-l.
ru: Если он уже в списке, просто включите его.
sl: Če je že na seznamu, ga samo vklopite.
sq: Nëse është tashmë në listë, thjesht aktivizoje.
sv: Finns det redan i listan räcker det att slå på det.
th: ถ้ามีอยู่ในรายการแล้ว ให้เปิดใช้งานได้เลย
tr: Zaten listedeyse yalnızca açın.
uk: Якщо він уже у списку, просто увімкніть його.
vi: Nếu nó đã có trong danh sách, chỉ cần bật lên.
zh_hans: 如果它已在列表中，直接打开即可。

source: Images that name another file: a VMware snapshot chain, a differencing VHD, a VHDX with a parent, or a qcow2 with a backing file. %@ opens no image that decides which other files get read
ar: الصور التي تسمّي ملفًا آخر: سلسلة لقطات VMware، أو VHD فارقي، أو VHDX له أصل، أو qcow2 له ملف مساند. لا يفتح %@ أي صورة تقرر بنفسها أي ملفات أخرى ستُقرأ
bg: Образи, които сочат към друг файл: верига от снимки на VMware, диференциращ VHD, VHDX с родител или qcow2 с базов файл. %@ не отваря образ, който определя кои други файлове да бъдат прочетени
cs: Obrazy odkazující na jiný soubor: řetěz snímků VMware, rozdílový VHD, VHDX s rodičem nebo qcow2 se základním souborem. %@ neotevírá obraz, který určuje, které další soubory se přečtou
da: Diskbilleder, der henviser til en anden fil: en VMware-snapshotkæde, en differencing-VHD, en VHDX med en forælder eller en qcow2 med en backing-fil. %@ åbner ikke diskbilleder, der bestemmer, hvilke andre filer der læses
de: Images, die eine andere Datei benennen: eine VMware-Snapshot-Kette, eine differenzierende VHD, eine VHDX mit übergeordnetem Image oder eine qcow2 mit Backing-Datei. %@ öffnet kein Image, das bestimmt, welche anderen Dateien gelesen werden
el: Είδωλα που παραπέμπουν σε άλλο αρχείο: αλυσίδα στιγμιοτύπων VMware, διαφορικό VHD, VHDX με γονικό είδωλο ή qcow2 με αρχείο υποστήριξης. Το %@ δεν ανοίγει είδωλο που καθορίζει ποια άλλα αρχεία θα διαβαστούν
es: Imágenes que nombran otro archivo: una cadena de instantáneas de VMware, un VHD diferencial, un VHDX con imagen principal o un qcow2 con archivo base. %@ no abre imágenes que decidan qué otros archivos se leen
et: Tõmmised, mis nimetavad teist faili: VMware'i tõmmiseahel, vahetõmmisega VHD, vanemtõmmisega VHDX või tugifailiga qcow2. %@ ei ava tõmmist, mis otsustab, milliseid teisi faile loetakse
fi: Levytiedostot, jotka nimeävät toisen tiedoston: VMwaren tilannevedosketju, differencing-VHD, VHDX jolla on ylätaso tai qcow2 jolla on taustatiedosto. %@ ei avaa levytiedostoa, joka määrää mitä muita tiedostoja luetaan
fil: Mga image na nagpapangalan ng ibang file: isang chain ng snapshot ng VMware, isang differencing VHD, isang VHDX na may magulang, o isang qcow2 na may backing file. Hindi nagbubukas ang %@ ng anumang image na siyang nagpapasya kung anong ibang file ang babasahin
fr: Les images qui désignent un autre fichier : une chaîne d’instantanés VMware, un VHD différentiel, un VHDX avec parent ou un qcow2 avec fichier de base. %@ n’ouvre aucune image qui décide quels autres fichiers sont lus
he: תמונות המפנות לקובץ אחר: שרשרת תצלומי מצב של VMware, ‏VHD הפרשי, ‏VHDX עם הורה, או qcow2 עם קובץ גיבוי. ‏%@ אינו פותח תמונה שמחליטה בעצמה אילו קבצים נוספים ייקראו
hi: ऐसी इमेज जो किसी और फ़ाइल का नाम लेती हैं: VMware स्नैपशॉट शृंखला, डिफ़रेंसिंग VHD, पैरेंट वाला VHDX, या बैकिंग फ़ाइल वाला qcow2। %@ ऐसी कोई इमेज नहीं खोलता जो यह तय करे कि और कौन-सी फ़ाइलें पढ़ी जाएँगी
hr: Slike koje imenuju drugu datoteku: lanac VMware snimaka, diferencijalni VHD, VHDX s roditeljem ili qcow2 s pozadinskom datotekom. %@ ne otvara sliku koja određuje koje se druge datoteke čitaju
hu: Más fájlt megnevező lemezképek: VMware-pillanatképlánc, különbségi VHD, szülővel rendelkező VHDX vagy háttérfájlt használó qcow2. A(z) %@ nem nyit meg olyan lemezképet, amely eldönti, mely más fájlok olvashatók
id: Image yang menyebut berkas lain: rantai snapshot VMware, VHD diferensial, VHDX dengan induk, atau qcow2 dengan berkas pendukung. %@ tidak membuka image yang menentukan sendiri berkas lain mana yang ikut dibaca
it: Immagini che nominano un altro file: una catena di snapshot VMware, un VHD differenziale, un VHDX con un’immagine padre o un qcow2 con file di base. %@ non apre immagini che decidono quali altri file vengono letti
ja: 別のファイルを指すイメージ：VMware のスナップショットチェーン、差分 VHD、親を持つ VHDX、バッキングファイルを持つ qcow2 など。%@ は、ほかにどのファイルを読むかを自分で決めるイメージを開きません
ko: 다른 파일을 가리키는 이미지: VMware 스냅샷 체인, 차등 VHD, 상위가 있는 VHDX, 백킹 파일이 있는 qcow2 등. %@은(는) 어떤 파일을 더 읽을지 스스로 정하는 이미지는 열지 않습니다
lt: Atvaizdžiai, nurodantys kitą failą: „VMware“ momentinių kopijų grandinė, diferencinis VHD, VHDX su pirminiu atvaizdžiu arba qcow2 su pagrindiniu failu. %@ neatveria atvaizdžio, kuris nusprendžia, kurie kiti failai bus skaitomi
lv: Attēli, kas nosauc citu failu: VMware momentuzņēmumu ķēde, diferencējošs VHD, VHDX ar vecākattēlu vai qcow2 ar pamatfailu. %@ neatver attēlu, kas nosaka, kuri citi faili tiek lasīti
ms: Imej yang menamakan fail lain: rantaian syot kilat VMware, VHD pembezaan, VHDX dengan induk, atau qcow2 dengan fail sandaran. %@ tidak membuka imej yang menentukan sendiri fail lain mana yang turut dibaca
nb: Diskbilder som navngir en annen fil: en VMware-øyeblikksbildekjede, en differencing-VHD, en VHDX med et overordnet bilde eller en qcow2 med en backing-fil. %@ åpner ingen diskbilder som bestemmer hvilke andre filer som leses
nl: Schijfkopieën die een ander bestand noemen: een VMware-momentopnamereeks, een differencing-VHD, een VHDX met een bovenliggende schijfkopie of een qcow2 met een backing-bestand. %@ opent geen schijfkopie die bepaalt welke andere bestanden worden gelezen
pl: Obrazy wskazujące inny plik: łańcuch migawek VMware, różnicowy VHD, VHDX z obrazem nadrzędnym albo qcow2 z plikiem bazowym. %@ nie otwiera obrazu, który decyduje, jakie inne pliki zostaną odczytane
pt_pt: Imagens que nomeiam outro ficheiro: uma cadeia de instantâneos VMware, um VHD diferencial, um VHDX com imagem-mãe ou um qcow2 com ficheiro de base. O %@ não abre imagens que determinem que outros ficheiros são lidos
ro: Imagini care numesc alt fișier: un lanț de instantanee VMware, un VHD diferențial, un VHDX cu imagine părinte sau un qcow2 cu fișier de bază. %@ nu deschide imagini care stabilesc ce alte fișiere sunt citite
ru: Образы, называющие другой файл: цепочка снимков VMware, разностный VHD, VHDX с родителем или qcow2 с базовым файлом. %@ не открывает образы, которые сами решают, какие ещё файлы будут прочитаны
sl: Slike, ki imenujejo drugo datoteko: veriga posnetkov VMware, razlikovalni VHD, VHDX z nadrejeno sliko ali qcow2 s podporno datoteko. %@ ne odpira slik, ki določajo, katere druge datoteke se berejo
sq: Imazhe që emërtojnë një skedar tjetër: një zinxhir fotografish VMware, një VHD diferencues, një VHDX me prind, ose një qcow2 me skedar mbështetës. %@ nuk hap asnjë imazh që vendos se cilët skedarë të tjerë lexohen
sv: Avbilder som namnger en annan fil: en VMware-ögonblicksbildkedja, en differencing-VHD, en VHDX med en överordnad avbild eller en qcow2 med en backing-fil. %@ öppnar inga avbilder som avgör vilka andra filer som läses
th: อิมเมจที่อ้างถึงไฟล์อื่น: สายสแนปช็อตของ VMware, VHD แบบส่วนต่าง, VHDX ที่มีอิมเมจแม่ หรือ qcow2 ที่มีไฟล์รองรับ %@ จะไม่เปิดอิมเมจใดที่กำหนดเองว่าจะให้อ่านไฟล์อื่นใดบ้าง
tr: Başka bir dosyayı adlandıran imajlar: bir VMware anlık görüntü zinciri, farksal bir VHD, üst imajı olan bir VHDX veya destek dosyası olan bir qcow2. %@, hangi başka dosyaların okunacağına kendisi karar veren hiçbir imajı açmaz
uk: Образи, що називають інший файл: ланцюжок знімків VMware, різницевий VHD, VHDX із батьківським образом або qcow2 з базовим файлом. %@ не відкриває образів, які самі вирішують, які ще файли буде прочитано
vi: Ảnh đĩa trỏ tới tệp khác: chuỗi ảnh chụp VMware, VHD sai biệt, VHDX có ảnh cha, hoặc qcow2 có tệp nền. %@ không mở ảnh đĩa nào tự quyết định những tệp nào khác sẽ được đọc
zh_hans: 指向另一个文件的映像：VMware 快照链、差异 VHD、带父映像的 VHDX，或带后备文件的 qcow2。%@ 不会打开任何自行决定还要读取哪些文件的映像

source: Internal
ar: داخلي
bg: Вътрешен
cs: Vnitřní
da: Intern
de: Intern
el: Εσωτερικός
es: Interno
et: Sisemine
fi: Sisäinen
fil: Panloob
fr: Interne
he: פנימי
hi: आंतरिक
hr: Unutarnji
hu: Belső
it: Interno
ja: 内蔵
ko: 내장
lt: Vidinis
lv: Iekšējs
ms: Dalaman
nb: Intern
nl: Intern
pl: Wewnętrzny
pt_pt: Interno
ro: Intern
ru: Внутренний
sl: Notranji
sq: I brendshëm
sv: Intern
th: ภายใน
tr: Dahili
uk: Внутрішній
vi: Gắn trong
zh_hans: 内置

source: It is in the Bin. Nothing else of it is left on this Mac.
ar: إنه في المهملات. ولم يبق منه شيء آخر على هذا الـ Mac.
bg: Намира се в кошчето. Нищо друго от него не е останало на този Mac.
cs: Je v Koši. Nic dalšího z něj na tomto Macu nezůstalo.
da: Den ligger i papirkurven. Der er ikke andet tilbage af den på denne Mac.
de: Es liegt im Papierkorb. Sonst ist nichts davon auf diesem Mac verblieben.
el: Βρίσκεται στον Κάδο. Τίποτα άλλο από αυτό δεν έμεινε σε αυτό το Mac.
es: Está en la papelera. No queda nada más de ello en este Mac.
et: See on prügikastis. Muud sellest siia Maci ei jäänud.
fi: Se on roskakorissa. Muuta siitä ei jäänyt tähän Maciin.
fil: Nasa Basurahan ito. Wala nang ibang natira nito sa Mac na ito.
fr: Il est dans la corbeille. Rien d’autre n’en subsiste sur ce Mac.
he: הוא באשפה. לא נשאר ממנו דבר נוסף על ה‑Mac הזה.
hi: वह ट्रैश में है। इस Mac पर उसका और कुछ नहीं बचा।
hr: Nalazi se u Smeću. Ništa drugo od njega nije ostalo na ovom Macu.
hu: A Kukában van. Semmi más nem maradt belőle ezen a Macen.
id: Ada di Tong Sampah. Tidak ada lagi bagiannya yang tertinggal di Mac ini.
it: È nel Cestino. Non ne resta altro su questo Mac.
ja: ゴミ箱に入っています。この Mac にはほかに何も残っていません。
ko: 휴지통에 있습니다. 이 Mac에 다른 것은 남아 있지 않습니다.
lt: Ji yra šiukšlinėje. Daugiau nieko iš jos šiame „Mac“ neliko.
lv: Tā ir atkritnē. Nekas cits no tās šajā Mac datorā nav palicis.
ms: Ia berada dalam Tong Sampah. Tiada apa-apa lagi daripadanya tertinggal pada Mac ini.
nb: Den ligger i papirkurven. Ingenting annet av den er igjen på denne Mac-en.
nl: Het staat in de prullenmand. Er is verder niets van achtergebleven op deze Mac.
pl: Jest w Koszu. Nic więcej po nim nie zostało na tym Macu.
pt_pt: Está no lixo. Não resta mais nada dele neste Mac.
ro: Se află în Coș. Nu a mai rămas nimic altceva din el pe acest Mac.
ru: Он в Корзине. Больше ничего от него на этом Mac не осталось.
sl: Je v Košu. Ničesar drugega od njega ni ostalo na tem Macu.
sq: Është në Bin. Asgjë tjetër prej tij nuk ka mbetur në këtë Mac.
sv: Den ligger i papperskorgen. Inget annat av den finns kvar på den här datorn.
th: อยู่ในถังขยะแล้ว ไม่มีสิ่งอื่นของมันเหลืออยู่บน Mac เครื่องนี้
tr: Çöp Kutusu'nda. Bu Mac'te ondan başka bir şey kalmadı.
uk: Він у Кошику. Більше нічого від нього на цьому Mac не залишилося.
vi: Nó đang ở Thùng rác. Không còn gì khác của nó trên máy Mac này.
zh_hans: 它在“废纸篓”里。这台 Mac 上没有留下它的其他内容。

source: LUKS drives from Linux, both LUKS1 and LUKS2
ar: محرّكات LUKS من Linux، بنوعيها LUKS1 وLUKS2
bg: LUKS дискове от Linux, както LUKS1, така и LUKS2
cs: Disky LUKS z Linuxu, LUKS1 i LUKS2
da: LUKS-enheder fra Linux, både LUKS1 og LUKS2
de: LUKS-Laufwerke von Linux, LUKS1 und LUKS2
el: Δίσκοι LUKS από Linux, τόσο LUKS1 όσο και LUKS2
es: Discos LUKS de Linux, tanto LUKS1 como LUKS2
et: Linuxi LUKS-kettad, nii LUKS1 kui ka LUKS2
fi: Linuxin LUKS-asemat, sekä LUKS1 että LUKS2
fil: Mga LUKS drive mula sa Linux, LUKS1 at LUKS2
fr: Les disques LUKS de Linux, LUKS1 comme LUKS2
he: כונני LUKS מ‑Linux, גם LUKS1 וגם LUKS2
hi: Linux की LUKS ड्राइव, LUKS1 और LUKS2 दोनों
hr: LUKS diskovi s Linuxa, i LUKS1 i LUKS2
hu: Linuxos LUKS-meghajtók, LUKS1 és LUKS2 egyaránt
id: Drive LUKS dari Linux, baik LUKS1 maupun LUKS2
it: Dischi LUKS di Linux, sia LUKS1 sia LUKS2
ja: Linux の LUKS ドライブ（LUKS1 と LUKS2 の両方）
ko: Linux의 LUKS 드라이브, LUKS1과 LUKS2 모두
lt: „Linux“ LUKS diskai, tiek LUKS1, tiek LUKS2
lv: Linux LUKS diski, gan LUKS1, gan LUKS2
ms: Pemacu LUKS daripada Linux, kedua-dua LUKS1 dan LUKS2
nb: LUKS-enheter fra Linux, både LUKS1 og LUKS2
nl: LUKS-schijven van Linux, zowel LUKS1 als LUKS2
pl: Dyski LUKS z Linuksa, zarówno LUKS1, jak i LUKS2
pt_pt: Discos LUKS do Linux, tanto LUKS1 como LUKS2
ro: Discuri LUKS din Linux, atât LUKS1, cât și LUKS2
ru: Диски LUKS из Linux, как LUKS1, так и LUKS2
sl: Pogoni LUKS iz Linuxa, tako LUKS1 kot LUKS2
sq: Disqe LUKS nga Linux, si LUKS1 ashtu edhe LUKS2
sv: LUKS-enheter från Linux, både LUKS1 och LUKS2
th: ไดรฟ์ LUKS จาก Linux ทั้ง LUKS1 และ LUKS2
tr: Linux'tan LUKS sürücüleri, hem LUKS1 hem LUKS2
uk: Диски LUKS із Linux, і LUKS1, і LUKS2
vi: Ổ LUKS từ Linux, cả LUKS1 lẫn LUKS2
zh_hans: 来自 Linux 的 LUKS 驱动器，LUKS1 和 LUKS2 均可

source: LUKS volumes whose header is stored separately from the drive
ar: وحدات تخزين LUKS التي تُحفظ ترويستها بمعزل عن المحرّك
bg: LUKS томове, чиято заглавка се съхранява отделно от диска
cs: Svazky LUKS, jejichž hlavička je uložena odděleně od disku
da: LUKS-enheder, hvis header er arkiveret adskilt fra disken
de: LUKS-Volumes, deren Header getrennt vom Laufwerk gespeichert ist
el: Τόμοι LUKS των οποίων η κεφαλίδα αποθηκεύεται χωριστά από τον δίσκο
es: Volúmenes LUKS cuya cabecera se guarda aparte del disco
et: LUKS-köited, mille päis on salvestatud kettast eraldi
fi: LUKS-taltiot, joiden otsake on tallennettu erilleen asemasta
fil: Mga LUKS volume na hiwalay sa drive nakatago ang header
fr: Les volumes LUKS dont l’en-tête est stocké séparément du disque
he: אמצעי אחסון LUKS שכותרתם נשמרת בנפרד מהכונן
hi: ऐसे LUKS वॉल्यूम जिनका हेडर ड्राइव से अलग रखा गया है
hr: LUKS jedinice čije je zaglavlje pohranjeno odvojeno od diska
hu: LUKS-kötetek, amelyek fejléce a meghajtótól külön van tárolva
id: Volume LUKS yang header-nya disimpan terpisah dari drive
it: Volumi LUKS il cui header è conservato separatamente dal disco
ja: ヘッダがドライブとは別に保存されている LUKS ボリューム
ko: 헤더가 드라이브와 따로 저장된 LUKS 볼륨
lt: LUKS tomai, kurių antraštė saugoma atskirai nuo disko
lv: LUKS sējumi, kuru galvene tiek glabāta atsevišķi no diska
ms: Volum LUKS yang pengepalanya disimpan berasingan daripada pemacu
nb: LUKS-volumer der hodet er lagret atskilt fra enheten
nl: LUKS-volumes waarvan de header los van de schijf is opgeslagen
pl: Woluminy LUKS, których nagłówek jest przechowywany osobno od dysku
pt_pt: Volumes LUKS cujo cabeçalho é guardado separadamente do disco
ro: Volume LUKS al căror antet este stocat separat de disc
ru: Тома LUKS, заголовок которых хранится отдельно от диска
sl: Nosilci LUKS, katerih glava je shranjena ločeno od pogona
sq: Volume LUKS, koka e të cilëve ruhet veçmas nga disku
sv: LUKS-volymer vars huvud lagras separat från enheten
th: โวลุ่ม LUKS ที่เก็บส่วนหัวแยกจากตัวไดรฟ์
tr: Başlığı sürücüden ayrı saklanan LUKS birimleri
uk: Томи LUKS, заголовок яких зберігається окремо від диска
vi: Ổ LUKS có phần đầu lưu tách rời khỏi ổ đĩa
zh_hans: 文件头与驱动器分开存放的 LUKS 宗卷
